Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: In some early AR games, most of which took place more than twenty years before the Fall, players were occasionally seriously injured.
fr_fr: Dans certains jeux RA réceants, la plupart de ceux qui se déroulent plus de vingt ans avant la Chute, des joueurs ont été occasionnellement grièvement blessés.

source: A few unscrupulous AR game designers used their game as a cover for an actual robbery or act of terrorism that was abetted by unwitting players who thought their actions were simply part of a game.
fr_fr: Quelques concepteurs de jeux RA sans scrupules ont utilisés leurs jeux comme couverture pour un braquage réel ou un acte d terrorisme qui ont étés commis par des joueurs involontaires qui pensaient que leurs actions faisaient partie du jeu.

source: Since that time, law enforcement observation drones have kept careful track of people playing AR games.
fr_fr: Depuis cette époque, des drones d'observations des forces de l'ordre gardent une trace des personens particiapnt aux jeux RA.

source: In almost all habitats, people running AR games must register their games with local law enforcement or face serious fines.
fr_fr: Dans presque tous les habitats, les personnes désirant organiser un jeu RA doivent enregistrer leur jeu auprès des forces de l'ordre local ou payer des amendes élevées.

source: Virtual reality (VR) worlds are entertainments that involve the creation of a large and highly immersive simulated environment—a simulspace—where many major characters are played by transhumans or other sentient beings.
fr_fr: Les univers en Réalité Virtuelle (RV) sont des divertissements qui impliquent la création d'un vaste environnement simulé et immersif - un simulspace - dans lequel la plupart des personnages principaux sont joués par des transhumains ou d'autres être conscients.

source: Unlike vids or vidgames, simulspaces are specifically designed for a large number of participants.
fr_fr: Contrairement aux vids ou aux jeuxvids, les simulspaces sont conçus spécifiquement pour un grand nombre de participants.

source: VR worlds consist of everything from duplicates of various eras of Earth history to elaborate and strange fantasy worlds with magic, dragons, and similar wonders.
fr_fr: Les univers RV vont des versions dupliquées de différentes époques de l'histoire Terrestre aux mondes étranges et fantastiques emplis de magie, de dragons et d'autres merveilels similaires.

source: All manner of alien worlds or settings based on oddities like time travel are also common.
fr_fr: Tout type de monde étrange ou de cadre basés sur des bizarreries qomme le voyage temporel sont également communs.

source: As is the case with vids, the most popular simulspaces are those set on Earth some time before the Fall.
fr_fr: Comme c'est le cas avec les vids, les simulspaces les plus populaires sont ceux qui prennent pour cadre la Terre peu de temps avant la Chute.

source: VR worlds can have from dozens to tens of thousands of participants.
fr_fr: Les univers RV peuvent ont généralement un nombre de participants allant d'une douzaine à plusierus dizaines de milliers.

source: For the best experience, many users prefer to access simulspaces through hardwired server connections as they offer better quality and less disruptions than accessing wirelessly via the mesh.
fr_fr: Pour une meilleure expérience, beaucoup d'utilisateurs préfèrent accéder aux simulspace via des connexions filaires aux serveurs car elles permettent d'avoir une meilleure qualité et de réduire les interruptions que l'accès sans-fil au mesh.

source: Since people immersed in virtual reality are cut off from their bodies and often thrash around, most users ensconce their morphs in a tank or special couch for the duration.
fr_fr: Comme les personnes immergée en réalité virtuelles sont déonnectées de leur corps et les abandonne dans un coin, la plupart des utilisateurs engoncent leur morphs dans un réservoir ou un lit spécial pendant la durée de la connexion.

source: VR parlors typically offer private hardwired pods for participants to physically jack in.
fr_fr: Les salons RV offrent typiquement quelques pods cablés pour permettre aux participants de se brancher physiquement.

source: Many habitats also have hardwired systems used just for this purpose, so users can experience VR from the comfort of their own dwellings.
fr_fr: Beaucoup d'habitats ont également des systèmes cablés utilisé uniquement dans ce but, afin que les utilisateurs puissent vivre une expérience RV depuis le confort de leurs appartements.

source: Due to distance and communication lags between habitats, even the most popular online simulspaces run each habitat as a separate realm, limiting interaction with users in other habitats/realms.
fr_fr: En raison de la distance et des décalages de communication, même les simulsapce en ligne les plus populaires font tourner chaque habitat dans un royaume dédié, limitant les interactions entre les utilisateurs d'habitats différents.

source: The popularity of VR worlds like Gilded Empire, set in England in the 1880s, means that someone moving from one habitat or world to another could continue playing in the same game, albeit with a new set of players.
fr_fr: La popularité d'univers RV tells que l'Empire Doré, qui prend place dans l'Angleterre de 1880, implique que quelqu'un qui se déplacerait d'un habitat ou monde à un autre peut continuer à jouer au même jeu, même si c'est avec un nouveau groupe de joueurs.

source: One of the other unusual features of VR settings is that a large number of infomorphs, including many infomorph refugees, play these games.
fr_fr: L'une des caractéristiques inhabituelle des cadres RV est qu"un grand nombre d'infomorphs, incluant des infugiés, jouent à ces jeux.

source: As a result, while even most novice players can learn to easily tell the difference between a character played by an AI and one played by an actual person, there is no way to know if the person playing a character has a physical body or not.
fr_fr: En conséquence, alors que même les joueurs débutant peuvent différencier facilement un personnage joué par une IA d'un autre joué par une personne, il n'y a aucun moyen de savoir si la personne qui joue ce personnage possède un corps physique.

source: In addition to a vast array of electronic and electronically-mediated entertainments, people also still enjoy a wide variety of physical sports, ranging from soccer to new sports like low-g air races, where the participants strap on wings and engage in tests of speed and acrobatics.
fr_fr: En plus d'une large gamme de divertissement électronique, les gens peuvent toujours profiter de toute une variété de sports physique, allant du football à de nouveaux sports telles que les courses en faible gravité, où les participants s'attachent sur des ailes et se lancent dans des tests de vitesse et d'acrobaties.

source: In addition, the ability to both heal any injury in a healing vat and to remove a cortical stack from a dead or dying body and place it in a new morph has given rise to a new variety of extreme sports.
fr_fr: La capacité à la fois à soigner toute blessure dans une cuve de soin et de supprimer une pile cortical d'un corps morts ou en train de mourir et de la placer dans dans une nouvelle morph a permis l'ascenssion d'une toute nouvelle sorte de sports extrème.

source: Starting a decade before the Fall, various individuals began realizing that, barring unlikely circumstances, they could not die unless they wanted to.
fr_fr: En commençant une décennie avant la Chute, différents individus commencèrent à réaliser que, à moins de circonstances exceptionnelles, ils ne pouvaient pas mourir à moins de le vouloir.

source: This set off a brief trend in extreme sports and even a few wealthy suicide hobbyists, who repeatedly killed off their current morph in a variety of unusual ways.
fr_fr: Cela a déclenché une mode passagère pour les sports extrêmes ainsi que quelque riches hobbyiste du suicide, qui tuaient de manière répétée leur morph de manière inhabituelle.

source: The Fall and the permanent death of more than ninety percent of humanity greatly reduced the interest in playing with death for many years.
fr_fr: La Chute et la mort permanente de plus de quatre vingt dix pourcents de la population a grandement réduit l'intérêt de jouer avec la mort pendant quelques années.

source: Killing yourself just to experience death is considered at least mildly distasteful, and many believe such actions belittle the mass deaths of the Fall.
fr_fr: Se tuer juste pour ressentir la mort est considéré comme étant au moins de mauvais goït, et beaucoup de personnes croient que de telles actions ridiculisent la masse de morts de la Chute.

source: Though interest in risking death in the line of entertainment has been growing, deliberate suicide remains an eccentric and dubiously regarded hobby.
fr_fr: Bien que l'intérêt de risquer la mort dans le cadre d'un loisir soit un intérêt croissant, le suicide délibéré reste un hobby excentrique et douteux.

source: In some subcultures, dueling has been a popular fad for almost a decade.
fr_fr: Dans certaines sous-culture, le duel a été remis au goût du jour depusi presque une décennie.

source: Swords, knives, and pistols firing single-shot soft lead bullets are all popular choices, because none of these weapons poses any threat to a cortical stack and most do not instantly kill someone hit by them.
fr_fr: Les couteaux, épées et les pistolets tirant une seule balle de plom sont tous des choix populaires, car aucune de ces armes ne pose de menace sérieuse aux piles corticale et la plupart ne tuent pas instanténament une personne blessée par elles.

source: However, there are other more exotic options, including aerial duels with microlights fitted with blades on their wings.
fr_fr: Il y a cependant des options plus exotiques, incluant les duels aériens avec des ultralégers équipés de lames sur leus ailes.

source: On rare occasions, duels take place in space, with the participants wearing non-armored vacuum suits.
fr_fr: Dans de rares cas, les duels se déroulent dans l'espace, les participants étant équipés de combi spatiale non-protégées.

source: Certain criminal groups make money with underground dueling circuits, pitting biomorphs against robots against uplifts.
fr_fr: Certains groupes criminels font de l'argent avec des circuits de duels illégaux, faisant s'affronter biomorphs, robots et élevés.

source: The seedier circuits engage in distasteful pit fights featuring illegally-acquired backups sleeved into non-sentient animals, often outfitted with lethal cybernetics.
fr_fr: Les circuits les plus minables organisent des combats d'arènes répugnant mettant en scène des backups illégalement acquis et incarnés dans des animaux non conscients, souvent équippé de cybernétique léthale.

source: Such creatures are typically quite mad.
fr_fr: De telles créatures sont généralement relativement cinglées.

source: In addition, dangerous non-combative sports are also popular.
fr_fr: De nombreux sports dangereux non-combatif sont également très populaires.

source: The highest levels of competitive rock climbing on Mars are regularly done with no safety equipment.
fr_fr: Les plus hauts niveaux de compétitions d'escalade sur Mars sont régulièrement organisés sans équipement de sécurité.

source: There are similar climbing competitions in many habitats using artificially constructed climbing walls as well as regular free-running competitions through almost every city and habitat.
fr_fr: Il y a des compétitions d'escalade similaire dans beaucoup d'habitats en utilisant aussi bien des murs d'escalade artificiels que des comptéitions d'escalade libre à travers à peu près n'improte quelle ville ou habitats.

source: Also, there is an entire class of sports, including both diving and parachuting, where perfection of form is seen as a far more important goal than avoiding injury or even death.
fr_fr: Il y a aussi toute une catégorie de sport, incluant le plongeon et le parachute, dans laquelle la perfection d'exécution est vue comme un but bien plus important qu'éviter d'être blessé ou tué.

source: As a result, current high dive records for morphs not specially modified to survive high impacts are held by individuals who required either time in a healing vat or resleeving immediately after their successful breaking of a previous record.
fr_fr: En conséquence, les records actuels de plongeon pour les morphs non modifiés spécifiquement pour résister aux impacts sont tenus par des individus qui soit doivent passer du temps en cuve de soin soit doivent se réincarner immédiatement après avoir battu le précédent record.

source: Politics and power
fr_fr: Pouvoir et politiques

source: Politics is just as important in the colonies spread throughout the solar system as it was back on Earth, but it is also radically different.
fr_fr: La politique est tout aussi importante dans les colonies éparpillée dans le système solaire qu'elle ne l'était autrefois sur Terre, mais elle est également radicalement différente.

source: Each habitat or cluster of stations is a separate political entity, and many of these habitats are fiercely independent.
fr_fr: Chaque habitat, ou groupe de station, est une entité politqiue séparée, et beaucoup de ces habitats sont violemment indépendant.

source: The only locations where large political entities can exist are on the marginally habitable worlds of Mars and Europa, and the population of Europa is significantly smaller than that of many of the largest pre-Fall cities on Earth.
fr_fr: Le seul endroit où de grandes entitées politiques peuvent exister sont les mondes partiellement habitables de Mars et d'Europe, la population d'Europe étant significativement plus petite que celle de nombreuses cités pré-Chute sur Terre.

source: Though nations no longer exist, they have been replaced by new political-economic entities that may well have been on the road to dominance even if the Fall had not occurred: the hypercorps.
fr_fr: Bien que les nations n'existent plus, elles ont été remplacés par de nouvelles entités économico-politique qui sont bien engagée sur la voie de la domination, même si la Chute ne s'était pas produite: les hypercorps.

source: While there are a many independent habitats and settlements in the inner system, it is largely dominated by the hypercorps.
fr_fr: Alors qu'il y a de nombreux habitats et abris indépendants dans le système intérieur, il reste largement dominé par les hypercorps.

source: To reduce conflict between themselves and promote the survival of transhumanity, some of the hypercorps have formed an alliance known as the Planetary Consortium.
fr_fr: Pour réduuire les confits entre eux et promouyvoir la survie de la transhumanité, quelques hypercrops ont formé une alliance connues sous le nom de Consortium Planétaire.

source: This alliance governs most of Mars and is in charge of the ongoing Martian terraforming project.
fr_fr: Cette alliance gouverne la plupart de Mars et s'occupe du projet actuel de terraformation de Mars.

source: It also controls several dozen other habitats and many Lunar bases, mostly ones that are in some way involved with the massive Martian terraforming effort.
fr_fr: Il contrœle également plpusieurs douzaine d'habitats et beaucoup de bases Lunaire, princiaplement ceux qui sont impliqués d'une manière ou d'une autre dans l'effort massif de terraformation de Mars.

source: Since Mars is home to more than forty percent of the surviving transhuman population, most of the human population lives under the rule of the hypercorps or the Planetary Consortium.
fr_fr: Puisque Mars est devenue le foyer de plus de quarante pourcent de la population transhumaine survivante, la plupart de la population humaine vit sous le règne des hypercorps du Consortium Planétaire.

source: In the aftermath of the Fall, the hypercorps established three important goals: rebuilding the solar system, protecting themselves from any further attacks (either by the TITANs or any other threats), and growing in both wealth and power.
fr_fr: Juste après la Chute, les hypercorps établirent trois objectifs importants: reconstruire le système solaire, se protéger de toute autre attaque (par les TITANs ou par n'importe quoi d'autre), et croitre en richesse et en pouvoir.

source: By extension, the second goal means they also help protect the people living in the habitats and settlements against any repeat of the Fall.
fr_fr: Par extension, elur deuxième objectif implique qu'ils protègent également les personnes vivant dans les habitats et les abris contre toute répétition de la Chute.

source: The hypercorps and the Planetary Consortium are exceedingly skilled at attaining all of these goals.
fr_fr: Les hypercrops et le Consortium Planétaire sont excessivement compétent pour atteindre ces objectifs.

source: Since popular rebellion and widespread dissent are not helpful in the least in attaining these goals, the hypercorps are also adept at making certain the inhabitants of the habitats and planetary settlements they control are safe, relatively content, and, ideally, unable to cause serious problems.
fr_fr: Depuis que la révolte populaire et les dissenssion générale n'aident pas à atteindre ces objctifs, les hypercorps sont également adeptes à rendre certain les habitants des habitats et abris qu'elles contrôllent qu'ils sont en sécurité, relativement content et, idéalement, incapabel de causer le moindre problème grave.

source: As the largest and most well organized entities in the solar system, the hypercorps, and especially the Planetary Consortium, are in an excellent position to protect the people living in their habitats and settlements.
fr_fr: En tant qu'entité la plus grosse et le mieux organisée dans le système solaire, les hypercorps, et particulièrement, le Consortium Planétaire, sont en excellente position pour protéger les personnes qui vivent dans leurs habitats et abris.

source: However, this protection comes at the price of freedom.
fr_fr: Cette protection vient cependant au prix de la liberté.

source: Living in habitats that use transitional economies (p.
fr_fr: Vivant dans des habitats qui ont une économie transitionnelle (p.

source: 61), the inhabitants of hypercorp-controlled settlements are relatively well off and need not fear starvation or serious want.
fr_fr: 61), Les habitants des abris contrôllées par les hypercorps sont relativement bien portant et ne craignent ni la famine, ni la satisfaction de leurs envies les plus sérieuses.

source: Also, the hypercorps strongly oppose bioconservatism, and so anyone who can afford various augmentations or morphs is free to obtain them, as long as none of these augmentations or morphs is equipped with weaponry that can be used to harm the habitat or large numbers of its inhabitants.
fr_fr: Les hypercorps s'opposent également fortement au bioconservatisme, et donc quiconque peut s'offrir diverses augmentations ou morphs est libre de les obtenir, tant que ces augmentations ou morphs ne sont pas équipées de système d'arme pouvant être utilisés pour enommager l'habitat ou blesser une grande partie de ses habitants.

source: In return for safety and relative prosperity, however, inhabitants give up any ability to voice more than token criticisms of the hypercorps of the Planetary Consortium.
fr_fr: En échange de la sécurité et d'une prospérité relative, les habitants abandonnent cependant leur capacité à critiquer sérieusment les hypercorps du Consortium Planétaire.

source: {The power of the hypercorps and the planetary consortium}
fr_fr: {La puissance des hypercorps et du consortium planétaire}

source: The hypercorps and associated Planetary Consortium are the only major non-local political entities in the solar system (with the possible exception of the Autonomist Alliance, which is more of a mutual aid pact than a unified political entity).
fr_fr: Les hypercorps et le Consortium Planétaire associé sont la seule entités politique majeure et globale dans le système solaire (avec l'exception possible de l'Alliance Autonomiste, qui est plus un pacte d'asssitance mutuelle qu'une entité politique unifiée).

source: All of the other political entities are based in a single specific location.
fr_fr: Toutes les autres entités politiques sont basées sur une localisation spécifique unique.

source: The various hypercorps transcend location, however.
fr_fr: Les différentes hypercrops transcendent cependant la localisation.

source: They have offices and branches all over the solar system, serving the needs of people from Pluto to Mercury and all places in between.
fr_fr: Ils ont des bureaux et es branches dans tout el système, répondant aux besoins des gens de Pluton à Mercure, et dans tout les lieux entre les deux.

source: While most hypercorps have large manufacturing and processing installations on Mercury or Venus, making use of the abundant energy of the first and the complex chemistry of the second, much of the work performed by all of the hypercorps involves developing new technologies and new cornucopia machine templates, both of which can be done in any place that has meshbrowsing access.
fr_fr: Alors que la plupart des hypercorps ont de grosse installation de traitement et de fabrication sur Mercure et sur Vénus, transformant les quantités abondantes d'énergies de la premièreet de la chimie complexe de la seconde, la plupart du travailr éalisé par toutes els hypercorps implique le dévleoppement de nouvelles technologies et de nouveau patron pour les machines d'abondances, les deux pouvant être réalisé à n'importe quel endroit disposant d'un accès au mesh.

source: In addition to bases on Mercury, Venus, and other equally resource-rich locations, all hypercorps maintain dedicated research and manufacturing stations scattered throughout the solar system.
fr_fr: En plus des bases sur Mercure, vénus et d'autres lieux riches en ressources, toutes le shypercorps entretiennent des stations dédiées à la recherche et à la fabrication éparpillées partout dans le système solaire.

source: Well-known facilities include Starware's vast shipyards, the largest of which are located on Luna and the asteroid Vesta, and Omnicor's huge antimatter factory orbiting Mercury.
fr_fr: Les usines bien connues incluent les gigantesques chantiers navaux de Starware, les plus grands d'entre eux étant localisés sur la Lune et sur l'astéroïde Vesta, et les énormes usines d'antimatière d'Omnicor orbitent autour de Mercure.

source: There are many other lesser-known facilities, including the automated mines that the mysterious Zrbny Group maintains in the main asteroid belt and Saturn's rings, and the qubit factory Nimbus maintains in Mars orbit.
fr_fr: Il y a de nombreux autres usines moins connues, incluant des mines automatisées que le mystérieux Group Zrbny maintient dans le principale ceinture d'astéroïde et dans les anneaux de Saturne, et l'usine de qubits Nimbus maintenue en orbit autour de Mars.

source: In addition, there is an even larger number of secure and often secret research installations, some of which are so well hidden that they are normally only accessible via highly secure egocaster connections.
fr_fr: Il y a même un nombre encore plus grand d'installations de recherche sécurisée et souvent secrète, certaines d'entre elles étant tellement bien cachées qu'elles ne sont normalement accessible que par des connexions d'egocast hautement sécurisées.
